{
    "#...": "#...",
    "#...just in casSSssSSEEEEEeee$%·/$&82743@76@46#@76@32@34@34@34@92": "#... sólo por si acccCAAaassSO0000ioie$% · / $ & 82743 @ 76 @ 46 # @ 76 @ 32 @ 34 @ 34 @ 34 @ 92",
    "#A box full of onions. Juicy and tasty onions.": "#Una caja llena de cebollas. Cebollas jugosas y sabrosas.",
    "#A box full of small potatoes. This year they seem smaller than usual.": "#Una caja llena de patatas pequeñas. Este año parecen más pequeñas de lo habitual.",
    "#A can full of tuna fish meat. I wonder how they managed to put the fish in the can...": "#Una lata llena de atún. Me pregunto cómo se las arreglaron para meter el pez en la lata...",
    "#A copper soup spoon.": "#Una cuchara sopera de cobre.",
    "#A decorative cauldron.": "#Un caldero decorativo.",
    "#A drawer. Nothing special.": "#Un cajón. Nada especial.",
    "#A frying pan. One of the most powerful weapons, used in many cases of poisoning.": "#Una sartén. Una de las armas más poderosas, usada en muchos casos de envenenamiento.",
    "#A garlic string that Ceren keeps in the larder.": "#Una ristra de ajos que Ceren guarda en la despensa.",
    "#A grinder to prepare the spices.": "#Un molinillo para preparar las especias.",
    "#A jar full of honey. Who doesn't have a jar full of honey in their home?": "#Un frasco lleno de miel. A Sherlock le encanta y la señora Hudson siempre tiene miel fresca para él.",
    "#A jug full of cookware. It seems it's years since it's used in other way.": "#Una jarra llena de utensilios de cocina. Parece que hace años que no se usa de otra forma.",
    "#A laptop with some of the keys missing.": "#Un portátil al que le faltan algunas teclas.",
    "#A little bit rusty and deformed, but still useful.": "#Un poco oxidado y deformado, pero sigue siendo útil.",
    "#A little hammer.": "#Un martillo pequeño.",
    "#A metal dish to serve fruit and desserts.": "#Un plato de metal para servir frutas y postres.",
    "#A mirror.": "#Un espejo.",
    "#A modern Turkish carpet full of colours.": "#Una moderna alfombra turca llena de colores.",
    "#A mortar to mix spices and make some sauces. Without them, Ceren's delicious dishes would be just plain food.": "#Un mortero para mezclar las especias y hacer algunas salsas. Sin ellas, los deliciosos platos de Ceren serían sólo comida normal.",
    "#A wooden African mask.": "#Una máscara africana de madera.",
    "#A wooden fork for cooking.": "#Un tenedor de madera para cocinar.",
    "#After her cake, this is the best thing you can ever taste.": "#Después de su bizcoho, es lo mejor que hay en el mundo.",
    "#Ah, no, wait... It is not just tomato. It is salça! 30% Concentrated tomato.": "#Ah, no, espera... No es solo tomate. ¡Es salça! Tomate concentrado un 30%.",
    "#Also the annoying and frustating bugs of the game, but let's don't name the devil...": "#También los molestos y frustrantes errores del juego, pero no vamos a nombrar al diablo...",
    "#Also, some times, David and Luna use it to play role games.": "#También, de vez en cuando, David y Luna lo usan para jugar a juegos de rol.",
    "#An amazingly nice drawn door. Awesome perspective.": "#Una puerta magníficamente dibujada. Una perspectiva formidable.",
    "#Better to leave it there. I don't like to feel my hands sticky all day long.": "#Mejor dejarlo allí. No me gusta sentir las manos pegajosas durante todo el día.",
    "#Boxes, little boxes.": "#Cajas, cajas pequeñas.",
    "#Canned green peas, from the Rainbow Warrior Company.": "#Guisantes enlatados, de la Rainbow Warrior Company.",
    "#Canned tomato. What will be next? Canned pineapple? May God have mercy on us...": "#Tomate enlatado. ¿Cuál será el siguiente? ¿Piña enlatada? Que Dios se apiade de nosotros...",
    "#Ceren made some of her famous ginger cookies!": "#Ceren ha hecho unas de sus famosas galletas de jengibre.",
    "#Ceren.": "#Ceren.",
    "#Composition: 12% Sugar, 32% salt, 28% vegetal oil, 60% water.#Warning: It can contain traces of green peas.": "#Composición: 12% de azúcar, 32% de sal, 28% de aceite vegetal, 60% de agua # Advertencia: Puede contener trazas de guisantes.",
    "#Country apples! The neighbour must have send them.": "#¡Manzanas campestres! La señora Shelly debe haberlas enviado.",
    "#Eh... Nope.": "#Eh... No.",
    "#For its smell, I'd bet that the wine has turned long time ago into vinegar.": "#Por su olor, apostaría que el vino se ha convertido hace mucho tiempo en vinagre.",
    "#Hey! Hi!": "#¡Hey! ¡Hola!",
    "#I already have a cookie.": "#Ya tengo una galleta.",
    "#I can see some children playing in a park, a bus stop and a river.": "#Se puede ver a algunos niños jugando en un parque, una parada de autobús y un río.",
    "#I cannot believe it.": "#No me lo puedo creer.",
    "#I don't think that's a good idea.": "#No creo que sea una buena idea.",
    "#I positively know that there is nothing interesting in this drawer.": "#Sé positivamente que no hay nada interesante en este cajón.",
    "#I really don't feel like taking some honey right now...": "#No tengo ganas de comer miel ahora mismo...",
    "#I think they like to use these peppers their dishes.": "#Creo que les gusta usar pimienta en sus comidas.",
    "#I wonder how is the un-real honey.": "#Me pregunto cómo es la miel no verdadera.",
    "#I'd better ask them if they want one before eating all of them by myself...": "#Mejor les pregunatré si quieren una antes de comérmelas todas yo...",
    "#I'd just find forks and spoons. For sure I can find better ways to learn how to use JSCUMM than playing with cookware.": "#Sólo encontraría tenedores y cucharas. Seguro que puedo encontrar mejores formas de ayudar a Sherlock que jugar con utensilios de cocina.",
    "#I'd prefer not to do THAT.": "#Preferiría no hacer ESO.",
    "#I'll be around.": "#Estaré por aquí.",
    "#I'll better take it. Who knows when I will need it!": "#Será mejor que lo coja. ¡Quién sabe cuándo lo necesitaré!",
    "#I'll take just one.": "#Cogeré solo una.",
    "#In Turkish cousine garling is a primary ingredient, along with tomato, onion and of course, spices.": "#En la cocina turca el ajo es uno de los principales ingredientes, junto con el tomate, la cebolla y por supuesto, las especias.",
    "#Includes some of Ceren's family most famous and secret dishes, such us dolma, sarma, kofte, çaçik and ayran.": "#Incluye algunos de los platos más famosos de la familia de Ceren, como dolma, sarma, kofte, çaçk y ayran.",
    "#It has an Ubuntu installed with Gimp, Krita, Inkscape...": "#Tiene un Ubuntu instalado con Gimp, Krita, Inkscape, Netbeans ...",
    "#It has pencils, pens, markers, scissor... All you need to create everything from paper!": "#Tiene lápices, bolígrafos, marcadores, tijeras... ¡Todo lo que se necesita para crear cualquier cosa de papel!",
    "#It's a small hammer.": "#Un martillo pequeño.",
    "#It's the poster of a movie with a flying boat facing an island in the sky.": "#Es el cartel de una película con un barco volador frente a una isla en el cielo.",
    "#Just a splash screen from the game Holmes O'Bedlam used to show the behaviour of the functionality.": "#Es una splash screen del juego Holmes O’Bedlam que se usa para mostrar el funcionamiento de esa acción de script.",
    "#Just a wooden spoon.": "#Sólo es una cuchara de madera.",
    "#Just another drawer in the larder.": "#Sólo otro cajón en la despensa.",
    "#Just exactly what you would expect to find in a place to store the food.": "#Justo lo que todo el mundo esperaría encontrar en un lugar para almacenar la comida.",
    "#Leave some for the ones behind... They say.": "#Deja algo para el que venga... suelen decir.",
    "#Linux Administration Handbook#Do androids dream of electric sheep?#On the Origin of Species": "#Linux Administration Handbook #¿Sueñan los androides con ovejas eléctricas? #El Origen de las Especies",
    "#Luna.": "#Luna.",
    "#MAGNA CARTA 1215": "#MAGNA CARTA 1215",
    "#MAGNA CARTA 1215#There are lots of heraldic shields with a royal seal and lot's of small words in ancient English.": "#MAGNA CARTA 1215 # Hay muchos escudos heráldicos con un sello real y muchas palabras pequeñas en inglés antiguo.",
    "#Naturally grown, artificially canned.": "#Cultivado naturalmente, enlatado artificialmente.",
    "#No way! Canned broccoli? Mrs. Hudson is going to far with her obsession for canned food.": "#¡De ninguna manera! ¿Brócoli en conserva? La señora Hudson ha ido muy lejos con su obsesión por la comida enlatada.",
    "#No way. I don't want to smell all the day vinegar.": "#De ninguna manera. No quiero oler todo el día vinagre.",
    "#No way... I've tried more than once, but most of the ingredients are in Turkish, not in plain English. It's impossible to understand even how to boil the water.": "#No hay manera... Lo he intentado más de una vez, pero la mayoría de los ingredientes están en turco y no lo hablo. Es imposible entender incluso cómo hervir el agua.",
    "#Oh my God! What am I doing with this hair!": "#¡Oh Dios mío! ¿Qué estoy haciendo con estos pelos!",
    "#Oh! What a... boring drawer!": "#¡Oh! ¡Qué cajón tan... aburrido!",
    "#One of Ceren's famous ginger cookies.": "#Una de las famosas galletas de jengibre de Ceren.",
    "#One of the primary ingredients in Mediterranean cousine.": "#Uno de los principales ingredientes de la cocina mediterránea.",
    "#Quite useful when studying anthropology at night...": "#Bastante útil cuando se estudia antropología por la noche...",
    "#RECIPES FROM ANATOLIA: Traditional Turkish dishes.": "#RECETAS DE ANATOLIA: Platos tradicionales de la cocina turca.",
    "#Really, nothing special. Just a normal, plain and regular drawer.": "#Realmente, nada especial. Simplemente un cajón normal, normal y normal.",
    "#ST. PATRICK'S CONCERT#THE DRUNKEN PENGUINS#22:30H": "#CONCIERTO DE ST. PATRICK #LOS DRUNKEN PENGUIN #22: 30H",
    "#Salt.": "#Sal.",
    "#Salt. Plain and simple salt.": "#Sal. Sal simple y sencilla.",
    "#Sodium chloride.": "#Cloruro sódico",
    "#Some African mask used as a souvenir trying to trap all the tribalism and ethnicity created by the indirect government to submit the African colonies...": "#Una máscara africana usada como recuerdo tratando de atrapar todo el tribalismo y etnicidad creado por el gobierno indirecto para someter las colonias africanas...",
    "#That makes no sense at all.": "#Eso no tiene ningún sentido.",
    "#That's where all the magic is done...": "#Aquí es donde se hace toda la magia...",
    "#The book seems old but quite well preserved, to be a recipe book. It has some food traces and smell, but it is obvious that they are so careful while handling it.": "#El libro parece viejo pero muy bien conservado, para ser un libro de recetas. Tiene algunos rastros de comida y olor, pero es obvio que son muy cuidadosos al manejarlo.",
    "#The creator and maintainer of the JSCUMM engine.": "#El creador y mantenedor del motor JSCUMM.",
    "#The jar is almost full. In the label can be read: 'REAL HONEY FROM THE HIGHLANDS'.": "#El frasco está casi lleno. En la etiqueta se puede leer: 'VERDADERA MIEL DE LAS MONTAÑAS'.",
    "#The label says:#SEEMS LIKE TUNA! TASTES LIKE TUNA! IT IS (in a mixed proportion with other animal meats) REAL TUNA!": "#La etiqueta dice: #¡PARECE ATUN! ¡SABE A ATÚN! ¡ES (en una proporción mixta con otras carnes de animales) ATÚN!",
    "#The map of the discovered lands in 1643.": "#El mapa de las tierras descubiertas en 1643.",
    "#The poster has penguins with hats and eye patch. Also there is a big 4 leaf clover.": "#El cartel tiene pingüinos con sombreros y parches en el ojo. También hay un gran trébol de 4 hojas.",
    "#There are some marks in the table... I should observe them with more detail.": "#Hay algunas marcas en la mesa... Debería observarlas con más detalle.",
    "#There is a girl running with an ice cream with the Eiffel Tower in the background.": "#Hay una chica corriendo con un helado con la Torre Eiffel de fondo.",
    "#There is also a small computer to learn how to program robots to conquer the world.": "#También hay un pequeño ordenador para aprender a programar robots para conquistar el mundo.",
    "#There must be a pattern in all this numbers...": "#Debe haber un patrón en todos estos números...",
    "#They are real apples from the countryside. Some of the have even real worms.": "#Son manzanas campestres de verdad. Incluso tienen gusanos de verdad.",
    "#They must be here for months. Some of them are too dry and are starting to change their color.": "#Deben estar aquí por meses. Algunos están demasiado secos y están empezando a cambiar de color.",
    "#WOW!!! The Drunken Penguins in concert again!!! In St. Patrick's day!!!": "#¡¡¡GUAU!!! ¡Los Drunken Penguins en concierto otra vez!!! ¡¡¡En el día de St Patrick!!!",
    "#Watermelon-size onions. They're taste is a mix of wood and dirt, but they are cheap.": "#Cebollas tamaño sandía. Su sabor es una mezcla de madera y polvo, pero son baratas.",
    "#Well... not THIS frying pan, of course.": "#Bueno... no esta sartén, por supuesto.",
    "#When has a hammer been useless?": "#¿Cuándo no ha sido útil un martillo?",
    "#Who in his right mind would make a videogame without privative software?!?!?": "#¿¡¿¡Quién en su sano juicio haría un videojuego sin software de pago?!?!?",
    "#Women, barns and capitals#The pink monster#Lulu goes to the school": "#Mujeres, graneros y capitales #El monstruo rosa #Lulu va a la escuela",
    "#Wow! Did you painted that by your self?": "#¡Guau! ¿Lo has pintado tú sola?",
    "1643 world map": "mapa del mundo de 1643",
    "A random larder": "Acerca de la galleta del jengibre: #Media Zaragoza ha oído hablar de ellas pero solamente un puñado de nosotros las hemos probado.",
    "About ginger cookie:#Half of Zaragoza have heard of them but only a bunch of us have tasted them.": "Acerca de la galleta del jengibre: #Una de las famosas galletas de jengibre de Ceren.",
    "About ginger cookie:#One of the famous ginger cookies of Ceren.": "Acerca de la galleta del jengibre: #¡Son fabulosas!",
    "About ginger cookie:#They are terrific!.": "Acerca de la galleta del jengibre: #¡Son fabulosas!",
    "About ginger cookies:#They are still warm. Most probably Ceren and Luna have been cooking in the morning before coming to play in the studio.": "Acerca de las galletas de jengibre: #Todavía están calientes. Lo más probable es que Ceren y Luna haya estado cocinando por la mañana antes de venir a jugar al estudio.",
    "About scratches:#...Or maybe he was trying to sharp the knive with cables!": "Acerca de los arañazos:#...O quizás estaba intentando afilar un cuchillo con cables.",
    "About scratches:#Maybe David was trying to sharp a knive or cutting some cables.": "Acerca de los arañazos:#Quizás David ha intentado afilar un cuchillo o cortar unos cables.",
    "About scratches:#These marks seems to be done with a knife.#Strange place to cut something.": "Acerca de los arañazos:#Estas marcas parecen estar hechas con un cuchillo. #Extraño lugar para cortar algo.",
    "About small hammer:#It's an iron hammer. A little bit rusty, but useful for most of the maintenance of an usual English home.": "Acerca del pequeño martillo: #Es un martillo de hierro. Un poco oxidado, pero útil para la mayor parte del mantenimiento habitual en una casa inglesa.",
    "About the engine...": "Sobre el motor...",
    "About you...": "Acerca de ti...",
    "African mask": "Máscara africana",
    "And who are you?": "¿Y quién eres tú?",
    "Backstage": "Entre bastidores",
    "Bye!": "¡Adiós!",
    "Can I change the artwork, GUI, images...?": "¿Puedo cambiar las imágenes, interfaz...?",
    "Can I make my own games with it?": "¿Puedo hacer mis propios juegos con él?",
    "Ceren": "Ceren",
    "Ceren:#(Don't worry, I'll not tell them about the new version of the engine!)": "Ceren:# (¡No te preocupes, no les contaré nada de la nueva versión del motor!)",
    "Ceren:#...": "Ceren:#...",
    "Ceren:#David is good at programming and that stuff, but he is terrible with promotion and public relations.": "Ceren:#David es bueno programando y esas cosas, pero es horrible con la promoción y las relaciones públicas.",
    "Ceren:#David, you are doing it again.": "Ceren:#David, lo estás haciendo otra vez.",
    "Ceren:#Hi, I'm Ceren. As you can guess, David makes me read and play all the game from time to time, so I'm kind of the post-production team.": "Ceren:#Hola, soy Ceren. Como puedes adivinar, David me hace leer y jugar todo el juego de vez en cuando, así que soy un poco el equipo de post-producción.",
    "Ceren:#Luna, do you want a cookie?": "Ceren:#Luna, ¿quieres una galleta?",
    "Ceren:#Of course! Most probably if not for me you'd never have heard of it.": "Ceren:#¡Por supuesto! Probablemente si no fuera por mí nunca habrías oído hablar de él.",
    "Ceren:#Oh, thanks!": "Ceren:#¡Oh, gracias!",
    "Ceren:#See you around!": "Ceren:# ¡Mira a tu alrededor!",
    "Ceren:#They are not here to hear your Anthropologist stuff, but to play.": "Ceren:#No están aquí para escuchar tu rollo de Antropólogo, sino para jugar.",
    "Ceren:#Won't you say more about my poster?": "Ceren:#¿No vas a decir nada más sobre mi póster?",
    "Ceren:#Yes, that you are an awful PR.": "Ceren:#Sí, que eres un pésimo Relaciones Públicas.",
    "David": "David",
    "David:#(Askim, be careful, they can hear us...)": "David:#(Askim, ten cuidado, pueden oírnos...)",
    "David:#...Did you say something, honey?": "David:#... ¿Has dicho algo, cariño?",
    "David:#...Errr...": "David:#... Errr...",
    "David:#A long time ago me and some friends made an online graphic adventure called Sancho's Island and it told the story of Sancho Panza helping Don Quixote.": "David:#Hace mucho tiempo, yo y algunos amigos hicimos una aventura gráfica en online llamada La Insula de Sancho y contaba la historia de Sancho Panza ayudando a Don Quijote.",
    "David:#Ah... Err... Yes.": "David:#Ah... Err... Sí.",
    "David:#Also, the games using the engine can be listed in the project repository!": "David:¡También los juegos que usen el motor aparecerán en la págian del proyecto!",
    "David:#As a one-man-dev-team I had to learn how to ilustrate and draw the artwork of Holmes O'Bedlam, from the GUI to the scenes, characters...": "David:#Como hombre-para-todo, tuve que aprender a ilustrar y dibujar el arte de Holmes O’Bedlam, tanto el interfaz como los personajes, escenarios...",
    "David:#As any open source project, all new features and improvements are welcome.": "David:#Como cualquier proyecto open source, cualquier mejora es bienvenida.",
    "David:#As you wish.": "David:#Como desees.",
    "David:#Feel free to explore these scenes to learn how to script you own games.": "David:#Explora libremente estos escenarios para aprender como hacer tus propios juegos.",
    "David:#Hi! I'm David de Torres, creator and maintainer of the JSCUMM engine.": "David:#¡Hola! Soy David de Torres, creador y mantenedor del motor JSCUMM.",
    "David:#Hi! What's up?": "David:#¡Hola! ¿Que pasa?",
    "David:#I created the game Holmed O'Bedlam in 2017, but the JSCUMM project was published as opensource in January 2020.": "David:#Creé el juego Holmes O’Bedlam en 2017, pero el projecto JSCUMM fue publicado como open source en Enero de 2020.",
    "David:#I understand your frustration, but violence will not make the new feature to be released faster.": "David:#Entiendo tu frustración, pero la violencia no hará que el la nueva funcionalidad se publique antes.",
    "David:#If you can create new amazing GUIs, scenes, etc. with different ambientation, game themes...": "David:#Si puedes crear nuevas y alucinantes interfaces, escenarios, etc- con diferentes ambientaciones, tipos de juego...",
    "David:#Luna, honey... I only put this room in the game... Better next time, ok?": "David:#Luna, cariño... Sólo pongo esta habitación en el juego... Mejor la próxima vez, ¿vale?",
    "David:#Now, more than 10 years later I wanted to make another old-times graphic adventure, and Sherlock and Watson fitted quite well with what I was used to write.": "David:#Ahora, más de 10 años después quería hacer otra aventura gráfica de las de antaño, y Sherlock y Watson encajaban muy bien con lo que estaba acostumbrado a escribir.",
    "David:#Of course! That's the point of making it open source!": "David:#¡Por supuesto! ¡Esa es la idea al hacerlo open source!",
    "David:#Ok! Let's read it again!": "David:#¡Vale! Vamos a leerlo de nuevo!",
    "David:#Ooookeeeyyyy...": "David:#Vaaaaleeee ...",
    "David:#Since the publication of the project I maintain the project and there are other programmers, digital artists, game designers, etc. that can contribute to the project.": "David:#Desde la publicación del proyecto como open source, yo lo mantengo y hay otros programadores, artistas digitales, diseñadores de juegos, etc. que pueden contribuir al proyecto.",
    "David:#Sincerely: that would be amazing!": "David:#Sinceramente: ¡Eso sería genial!",
    "David:#Sorry, I mean:": "David: #Lo siento, quiero decir:",
    "David:#Thanks!": "David:#¡Gracias!",
    "David:#The engine is designed to create web games or convert them in mobile games with tools like Cordova. This is the way Holmes O'Bedlam was made.": "David:#El motor está diseñado para crear juegos web o convertirlos en juegos para móviles con herramientas como Cordova. Así es como se hizo el juego Holmes O’Bedlam.",
    "David:#The rest is Holmes O'Bedlam, and JSCUMM is the scripting engine that I programmed for it.": "David:#El resto es Holmes O’Bedlam, y JSCUMM es el motor de scripting que programé para él.",
    "David:#There is a lot of documentation in the Github repository, in the docs directory.": "David:#Hay un montón de documentación en el repositorio de Github, dentro del directorio docs.",
    "David:#This engine was created for the adventure Holmes O'Bedlam, that you can find in Play Store": "David:#Este motor se creó originalmente para la aventura gráfica Holmes O’Bedlam, que puedes encontrar en el Play Store.",
    "David:#We are all waiting to see what you can do!": "David:#¡Estamos esperando ver qué puedes hacer!",
    "David:#You can also find a lot of documentation and case of uses in the Github repository.": "David:#Puedes encontrar un montón de documentación y casos de uso en el repositorio de Github.",
    "David:#You can also inspect the scenes with a svg editor, like Inkscape, to see how to build new ones.": "David:#También puedes inspeccionar los escenarios con un editor de SVG, como Inkscape, para ver cómo crear nuevos.",
    "David:#You can also inspect these tutorial scenes (both the svg and the json) to have a look on how to organize and create new amazing scenes.": "David:#También puedes inspeccionar estos escenarios de tutorial (tanto los svg como los json) para ver como se organizan y crean nuevos escenarios de juego.",
    "David:#You see? I don't have that problem.": "David:#¿Lo ves? Yo no tengo ese problema.",
    "David:#and some years later, the engine is available as an open source project.": "David:#algunos años después, el motor de juego se publicó como proyecto open source.",
    "Did you make all this by your self?": "¿Hiciste todo esto por tu solo?",
    "Do you also work in the game?": "¿También trabajas en el juego?",
    "Empty": "Vacío",
    "Give": "Dar",
    "How did you manage to get into the videogame... at your age?": "¿Cómo lograste entrar en el videojuego... a tu edad?",
    "I'll be around.": "Estaré por aquí.",
    "Let's talk about something else.": "Hablemos de otra cosa.",
    "Look at": "Mirar",
    "Luna": "Luna",
    "Luna's desk": "Escritorio de Luna",
    "Luna:#A Roman comes to a bar, rise his two fingers and says:#-Five beers, please!": "Luna:#Un romano entra en un bar con los dedos en alto y dice:#-¡Cámarero, 5 cervezas!",
    "Luna:#A woman waiting in the bus stop say to another woman:#-Hi, I'm Anna!": "Luna:#Una mujer está esperando el autobús y le dice a otra:#-Hola, yo soy Ana.",
    "Luna:#And the other woman says:#-Hi, I'm not.": "Luna:#Y la otra mujer le responde:#-Hola, yo no.",
    "Luna:#Daddyyyyy... Let's read the Pink Monster... Pleaseeee...": "Luna:#Paaaapiiii ... Vamos a leer el Monstruo Rosa... Porrrfaaaaa...",
    "Luna:#Did you like?": "Luna:#¿Te ha gustado?",
    "Luna:#Hello!": "Luna:#¡Hola!",
    "Luna:#I help daddy to program the videogame.": "Luna:#Yo ayudo a papá a programar el videojuego.",
    "Luna:#No! Better I'll end my painting and then we read.": "Luna:#¡No! Mejor voy a terminar mi cuadro y luego leemos.",
    "Luna:#Of course! I have lot's of paintings in my room and in annane's room. Do you want to see them?": "Luna:#Ahora estoy estudiando a Kandinsky.",
    "Luna:#See you later, alligator!": "Luna:#¡Pues claro! Tengo muchos cuadros en mi habitación y en la habitación de annane. ¿Quieres verlos?",
    "Luna:#Tamam! Next time I'll show you my pictures!": "Luna:#¡Hasta luego, cocodrilo!",
    "Luna:#Thank you! I made these cookies, did you know!": "Luna:#¡Pues claro! Tengo muchos cuadros en mi habitación y en la habitación de annane. ¿Quieres verlos?",
    "Luna:#That's me!": "Luna:#¡Soy yo!",
    "Luna:#The same way you did.": "Luna:#De la misma manera que tú.",
    "Luna:#They will not, Daddy! I'll program them with the three laws of the robotics! They'll not harm humans!": "Luna:#¡No lo harán, papá! ¡Los programaré con las tres leyes de la robótica! ¡No harán daño a los humanos!",
    "Luna:#Through the door!": "Luna:#¡Por la puerta!",
    "Luna:#You can take more from the larder.": "Luna:#Puedes coger más de las despensa.",
    "Magna Carta": "Magna Carta",
    "Mix/use": "Usar",
    "Movie poster": "Cartel de la película",
    "Observe": "Observar",
    "Open": "Abrir",
    "Paris photograph": "Fotografía de París",
    "Push/pull": "Empujar/tirar",
    "See you!": "¡Nos vemos!",
    "Take": "Coger",
    "Talk to": "Hablar con",
    "Tell me a joke.": "Cuéntame un chiste.",
    "The Drunken Penguins poster": "cartel de los Drunken Penguins",
    "Time played": "Tiempo jugado",
    "Use": "Usar",
    "Where can I learn to make my own games with the JSCUMM engine?": "¿Dónde puedo aprender a hacer mis propios juegos con el motor JSCUMM?",
    "Who are you and why are you making this game?": "¿Quién eres y por qué estás haciendo este juego?",
    "Who are you?": "¿Quién eres tú?",
    "apuestas_gallos.svg": "apuestas_gallos.svg",
    "bottle of wine": "botella de vino",
    "boxes": "cajas",
    "canned broccoli": "brócoli enlatado",
    "canned green peas": "guisantes verdes enlatados",
    "canned tomato": "tomate enlatado",
    "canned tuna": "atún enlatado",
    "carpet": "alfombra",
    "cauldron": "caldero",
    "cockfights bets": "apuestas de peleas de gallos",
    "completed": "terminado",
    "computer": "ordenador",
    "dish": "plato",
    "door to entrance": "puerta a la entrada",
    "drawer": "cajón",
    "easel": "caballete",
    "extra large onions": "cebollas extra grandes",
    "fork": "tenedor",
    "frying pan": "sartén",
    "garlic string": "ristra de ajos",
    "ginger cookie": "galleta de jengibre",
    "ginger cookies": "galletas de jengibre",
    "green apples": "manzanas verdes",
    "grinder": "molinillo",
    "honey jar": "tarro de miel",
    "jug": "jarra",
    "laptop": "ordenador portátil",
    "magical mystery door": "misteriosa puerta mágica",
    "mirror": "espejo",
    "mortar": "mortero",
    "onions": "cebollas",
    "potatoes": "patatas",
    "recipe book": "libro de recetas",
    "red hot not-so-chili peppers": "pimientos rojos no-tan-picantes",
    "salt": "sal",
    "scratches": "rasguños",
    "self": "estantería",
    "small hammer": "pequeño martillo",
    "soup spoon": "cuchara sopera",
    "to": "a",
    "window": "ventana",
    "with": "con",
    "wooden spoon": "cuchara de madera"
}